Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/kielineuvonta_paattyy_nykymuodossa_suomen_saamelaiskarajilla.html.tmx
Source language: fin
Languages: smn

source: Kielineuvonta päättyy nykymuodossa Suomen Saamelaiskäräjillä
smn: Kielâravvim nohá Suomâ Sämitiggeest Suomâ Sämitigge lii moonnâm ive faallâm tavesämi-, anarâš- já nuorttâlâškielâ kielâravvim.

source: Suomen saamelaiskäräjät on tarjonnut kuluneena vuonna pohjois-, inarin- ja koltansaamen kielineuvontaa.
smn: Taat palvâlus nohá tááláá hämistis Suomâ Sämitiggeest ive 2022 loopâst.

source: Tämä palvelu päättyy nykymuodossaan Suomen Saamelaiskäräjillä vuoden 2022 loppuun mennessä.
smn: Kielâpargeeh láá faallâm kielâravvim sämikielâ toimâttuvâst já sij láá eereeb iärrás ráhtám termâlistoid já porgâm kielâtipšompargo.

source: Kielityöntekijät ovat tarjonneet kielineuvontaa saamen kielen toimistossa ja valmistelleet muun muassa termilistoja ja tehneet kielenhuoltoa.
smn: Sämitigge lii halijdâm turviđ sämikielâi kielâravvimpargo koskâpuddâsii vuovvijn, ko Säämi Kielâkäldee vuáđudemproosees lii lamaš koskân.

source: Saamelaiskäräjät on halunnut turvata saamen kielillä tehtävän kielityön väliaikaisella mallilla Sámi Giellagáldun perustamisprosessin ollessa kesken.
smn: Sämitige kuhes áigáduv ulmen lii lamaš ohtsâštave-eennâmlii sämikielâi reesuurskuávdáá Säämi Kielâkäldee tooimâ fastâdem já kielâpargo, tego kielâravvim, sirdem Säämi Kielâkäldei.

source: Saamelaiskäräjien pitkän aikavälin tavoitteena on ollut saada yhteispohjoismaisen saamen kielten resurssikeskus Sámi Giellagáldun toiminta vakinaistettua ja siirtää kielityö, kuten väestön kielineuvonta, Sámi Giellagáldulle.
smn: Suomâ Sämitige saavâjođetteijee Tuomas Aslak Juuso lii tuđâvâš, ete meritiätulii ohtsâštave-eennâmlii oovtâstpargoost puátih puátuseh:

source: Suomen Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso on tyytyväinen, että pitkäjänteinen yhteispohjoismainen yhteistyö tuo tulosta:
smn: – Suomâ Sämitigge haalijd kijtteđ Taažâ já Ruotâ Sämitiigijd oovtâstpargoost já illood, ko Säämi Kielâkäldee fastâdmân lii kavnum ruttâdem já ohtsâš čuávdus, já toimâ piäsá uđđâ aalgân.

source: – Suomen Saamelaiskäräjät haluaa kiittää Norjan ja Ruotsin Saamelaiskäräjiä yhteistyöstä ja iloitsee, kun Sámi Giellagáldun vakinaistamiselle on löytynyt rahoitus sekä yhteinen ratkaisu, ja toiminta pääsee uuteen alkuun.
smn: Sämitigge lii kuhháá viggâm čuávdiđ koččâmuš tast, ete maht kolgâččii orniđ ohtsâštave-eennâmlii sämikielâi kielâoovtâstpargo.

source: Saamelaiskäräjät on pyrkinyt pitkään ratkaisemaan kysymyksen siitä, miten yhteispohjoismainen saamen kielten kieliyhteistyö tulisi järjestää.
smn: Kielâtorvočällee Anne Kirste Aikio muštâl, ete prosesist láá lamaš maaŋgah mudoh:

source: Kieliturvasihteeri Anne Kirste Aikio kertoo, että prosessi on ollut monivaiheinen:
smn: – Ij lah älkkee vuáđudiđ sämmilij ohtsii organisaatio já mij lep kuáhtám pargoost uáli maaŋgâlágánijd hástusijd.

source: – Ei ole helppoa perustaa saamelaisten yhteistä organisaatiota ja olemme törmänneet hyvin monenlaisiin haasteisiin työssä.
smn: Mist láá vala ennuv räjiestuuh, moh estih já hitodeh tággáár oles sämikuávlu luávdee pargo porgâm.

source: Meillä on vielä paljon rajaesteitä, mitkä estävät ja hidastavat tällaisen koko saamelaisalueen kattavan työn tekemistä.
smn: Tehálumos lii kuittâg, ete staatâi rääjih iä vaaigut liijkás ennuv sämikielâi ovdánmân já ete ohtsâštave-eennâmlâš kielâpargo sämikielâi oovdân puáhtá jotkuđ.

source: On kuitenkin tärkeintä, etteivät valtioiden rajat vaikuta liikaa saamen kielten kehitykseen, ja että yhteispohjoismainen kielityö saamen kielten eteen voi jatkua.
smn: Puátteevuođâst Taažâ, Suomâ já Ruotâ Sämitiigij oovtâst ruttâdem Säämi Kielâkäldee västid kielâpargoost.

source: Jatkossa Norjan, Suomen ja Ruotsin Saamelaiskäräjien yhdessä rahoittama Sámi Giellagáldu vastaa kielityöstä.
smn: Säämi Kielâkäldee lii jiečânâs organisaatio, mii tuáimá haaldâtlávt Taažâ Sämitige ooleest.

source: Sami Giellagaldu on itsenäinen organisaatio, mikä toimii hallinnollisesta Norjan Saamelaiskäräjien yhteydessä.
smn: Säämi Kielâkäldee tooimâ joođeet stivrâ, moos kuulmâ staatâ Sämitigeh láá nomâttâm jesânijd.

source: Sami Giellagaldun toimintaa johtaa hallitus, mihin kolmen maan Saamelaiskäräjät ovat nimenneet jäsenet.
smn: Saavâjođetteijen tuáimá Suomâ Sämitige nomâttem jeessân Tauno Ljetoff.

source: Puheenjohtajana toimii Suomen Saamelaiskäräjien nimeämä jäsen Tauno Ljetoff.
smn: Lasetiäđuh:

source: Lisätietoja:
smn: Anne Kirste Aikio, kielâtorvočällee anne-kirste.aikio@samediggi.fi 010 839 3124 / 040 707 5626
